[
  {
    "model": "campaign_trail.answer",
    "pk": 3312,
    "fields": {
      "question": 343,
      "description": "We need to expand benefits for Social Security, Medicare, and Medicaid. We can use the surplus as well as defense cuts to balance these increases."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3310,
    "fields": {
      "question": 343,
      "description": "We should enact tax cuts to return this money to the American people. My plan will reduce the burden for all Americans who currently pay income tax."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3311,
    "fields": {
      "question": 343,
      "description": "We should try to keep things as they are. The economy has been unusually good the past few years, and we already have a large federal debt to pay down."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3313,
    "fields": {
      "question": 343,
      "description": "I would prefer to see us allocate this money to new and existing government programs so that all Americans can share in our prosperity."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3314,
    "fields": {
      "question": 344,
      "description": "I believe that we need to return control of education to the states and to the people. I would end the Department of Education as President."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3315,
    "fields": {
      "question": 344,
      "description": "Many schools are squandering the resources of the federal government. I support providing school vouchers directly to parents, so that they can choose where their child goes."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3316,
    "fields": {
      "question": 344,
      "description": "We need more spending for America's struggling schools, and national standards and testing to identify and fix poor performers. Every child deserves a strong, functional school to attend."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3317,
    "fields": {
      "question": 344,
      "description": "We need to increase pay for teachers and increase funding for the Department of Education. I don't support nationwide standards or testing -- they will distort the learning process and lead to education by rote."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3318,
    "fields": {
      "question": 345,
      "description": "The Social Security system is a financial time bomb. We need to get rid of it, or at the very least cut its benefits significantly."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3319,
    "fields": {
      "question": 345,
      "description": "The average worker would do much better if their money was invested in the stock market. I support a plan to allow workers to contribute at least some of their Social Security contribution to an individual investment account."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3320,
    "fields": {
      "question": 345,
      "description": "I would establish an iron-clad lockbox for the Social Security fund. When we allow the federal government to borrow our Social Security money, we put every senior in this country at risk."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3321,
    "fields": {
      "question": 345,
      "description": "We need to increase benefits for Social Security. Many people can barely survive on the monthly payment, while we spend billions on the military and run a huge budget surplus."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3322,
    "fields": {
      "question": 346,
      "description": "The Cold War is over. We should cut defense spending and stop operating so many bases overseas. I would pull troops out of places like Germany and Okinawa, where we are no longer defending anything."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3323,
    "fields": {
      "question": 346,
      "description": "America should remain tough, but humble. I am concerned about some of our recent interventions in places like Somalia and Serbia."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3324,
    "fields": {
      "question": 346,
      "description": "We need to remain an engaged, committed defender of human rights in the world. We should do everything possible to secure the friendship of nations like Russia and China, and to prevent atrocities and genocide in the developing world."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3325,
    "fields": {
      "question": 346,
      "description": "I would focus on removing dictators like Saddam Hussein and Kim Jong Il from power. They threaten the stability of the world and perpetrate evil upon their people."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3326,
    "fields": {
      "question": 347,
      "description": "Bill Clinton was an embarrassment to the United States, and his impeachment was well-deserved. I believe that he should have been removed from office."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3327,
    "fields": {
      "question": 347,
      "description": "I don't think we need to belabor the point. I pledge to the American people that I will restore honor and dignity to the White House when I am President."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3328,
    "fields": {
      "question": 347,
      "description": "I am my own man. I respect Bill Clinton in many ways, but his personal conduct was lacking in this case."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3329,
    "fields": {
      "question": 347,
      "description": "This is a non-issue. Bill Clinton is one the best Presidents of the last fifty years, and we should be focusing on his policies and successes, not his personal affairs."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3330,
    "fields": {
      "question": 348,
      "description": "Returning Elian to Cuba was unconscionable. I did not support this decision by the Clinton Administration."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3331,
    "fields": {
      "question": 348,
      "description": "We should be talking less about Elian, and more about my plans to expand upon the great prosperity of this nation."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3332,
    "fields": {
      "question": 348,
      "description": "The law is the law. Elian belongs in Cuba with his father. These questions are never easy, but the Clinton Administration and Janet Reno did what they had to do."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3333,
    "fields": {
      "question": 349,
      "description": "This was an issue that had no bearing on the security of the United States. We also ruined any chance of mediation by insisting on the autonomy of Kosovo."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3334,
    "fields": {
      "question": 349,
      "description": "This certainly helped unseat Slobodan Milosevic, but as President I will make sure that America treads carefully before intervening in foreign nations' affairs."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3335,
    "fields": {
      "question": 349,
      "description": "I support our actions in this theatre. For minimal cost we were able to stop a potential genocide and put a dictator to justice."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3336,
    "fields": {
      "question": 349,
      "description": "The bombing of Serbia killed many innocent civilians and increased antagonism with Russia and China. I believe military intervention should be a last resort."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3337,
    "fields": {
      "question": 350,
      "description": "We need huge tax cuts across the board. Corporate, personal, and capital gains taxes should be slashed. This will further expand the economy through increases in investment."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3338,
    "fields": {
      "question": 350,
      "description": "My budget will cut taxes and return a portion of our budget surplus to the American people. Everybody who pays taxes will receive a reduction."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3339,
    "fields": {
      "question": 350,
      "description": "We have a plan for middle class tax cuts. But it would be irresponsible to make huge changes while we still have a large debt."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3340,
    "fields": {
      "question": 350,
      "description": "I have no plan to cut taxes. If anything, we might need some increases to strengthen Social Security."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3341,
    "fields": {
      "question": 351,
      "description": "I support a strong, overwhelming response against whoever perpetrated this attack. Any government that harbors such terrorists should be overthrown, even if it requires the commitment of American troops."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3342,
    "fields": {
      "question": 351,
      "description": "We need to do two things -- first of all we need better procedures to ensure that our forces in dangerous regions do better at protecting themselves. Secondly, we will investigate who is responsible for this attack, be it Al-Qaeda or some other group, and attack them accordingly."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3343,
    "fields": {
      "question": 351,
      "description": "This attack was a tragedy, but it underscores the need to the United States to have a more limited foreign policy. The Cold War is over, and it doesn't make sense to deploy troops in so many parts of the world."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3351,
    "fields": {
      "question": 354,
      "description": "I don't think we need to make huge changes to a system that works for the majority of the people it is supposed to help."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3352,
    "fields": {
      "question": 354,
      "description": "I believe we should address this problem directly -- by adding a prescription drug benefit to Medicare."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3353,
    "fields": {
      "question": 354,
      "description": "We need more funding for Medicare. We need to hold providers accountable when they fall short, by curbing excess profits for pharmaceuticals and targeting HMOs that drop seniors."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3354,
    "fields": {
      "question": 354,
      "description": "We should incorporate Medicare into a larger, universal single-payer health insurance program. Many proposals I hear about are overly cautious and lacking in ambition."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3359,
    "fields": {
      "question": 356,
      "description": "These agreements are bad because they favor the rights of countries like China and Mexico over those of the United States. I support foreign trade, but I do not support the surrender of America's rights and sovereignty."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3360,
    "fields": {
      "question": 356,
      "description": "Free trade is a bulwark of American prosperity. I support our efforts to protect and increase foreign trade."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3361,
    "fields": {
      "question": 356,
      "description": "Our prosperity depends on the expansion of trade, especially with neighboring countries like Mexico and Canada. We should also expand our programs to support and retrain workers who are displaced."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3362,
    "fields": {
      "question": 356,
      "description": "These organizations and agreements are a scheme to enrich corporations at the expense of the American worker. Employment and wages will plummet while corporate profits expand."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3363,
    "fields": {
      "question": 357,
      "description": "I believe we haven't gone far enough on this issue. Saddam Hussein is a destabilizing leader, and he must be removed for the Middle East to truly prosper."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3364,
    "fields": {
      "question": 357,
      "description": "We are following the right course in Iraq. We must enforce our agreement to prevent Saddam from acquiring weapons of mass destruction. Saddam is allowing the sanctions to harm his people for his own selfish purposes."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3365,
    "fields": {
      "question": 357,
      "description": "The United States is much too entangled in the Middle East. We should pull back from the region and end sanctions in Iraq. I might remind people that these sanctions have killed hundreds of thousands of Iraqi children."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3366,
    "fields": {
      "question": 358,
      "description": "We have almost 9 million illegal immigrants in this country. I support stronger enforcement of immigration laws to reduce this number."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3367,
    "fields": {
      "question": 358,
      "description": "All people contribute to a prosperous America. I support a combination of stronger immigration enforcement with a path to citizenship for people currently in the country. We can do better than we did with the 1986 law."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3368,
    "fields": {
      "question": 358,
      "description": "I prefer to focus on making responsible use of our budget surplus and securing prosperity for the next generation of Americans."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3369,
    "fields": {
      "question": 358,
      "description": "We need a path to citizenship for those in the country, and we need a system of work permits and strict enforcement on employers, so that immigrants do not depress American wages. We should increase aid to Latin America to reduce the rich-poor divide in our economies."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3370,
    "fields": {
      "question": 359,
      "description": "Over a million unborn children are killed every year in this country. We need judges who will overturn <em>Roe v. Wade</em>, or we need a Constitutional Amendment to end the practice of abortion."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3371,
    "fields": {
      "question": 359,
      "description": "I am a pro-life candidate for President, but I understand that we have certain legal protections in place. At the very least, we can end taxpayer funding for this practice."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3372,
    "fields": {
      "question": 359,
      "description": "My goal as President will be to reduce abortions in this country to the lowest level possible. We can increase education and funding for contraception, to reduce unwanted pregnancies. I might be open to ending late-term abortions."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3373,
    "fields": {
      "question": 359,
      "description": "I strongly support the right of a woman to choose. We need to defend this right, and we should increase funding for women's health services, unconditionally."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3374,
    "fields": {
      "question": 360,
      "description": "This seems like another attempt by the Clintons to stretch the rules. Hillary Clinton is clearly from Arkansas and should seek office from that state if she so desires."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3375,
    "fields": {
      "question": 360,
      "description": "I don't have any comment. I trust the people of New York to make the right decision on this issue."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3376,
    "fields": {
      "question": 360,
      "description": "Off the record, I am uncomfortable with this, but I prefer not to make a public statement about it."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3377,
    "fields": {
      "question": 360,
      "description": "The Clintons have added a greatly to the political life of the United States. I support Hillary Clinton in her campaign."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3378,
    "fields": {
      "question": 361,
      "description": "I see how this is appealing to some conservatives, but it still represents the interference of the federal government in education."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3379,
    "fields": {
      "question": 361,
      "description": "I strongly support this idea and will work to implement it as President. All parents deserve to choose where their child will attend school."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3380,
    "fields": {
      "question": 361,
      "description": "This plan will take money out of the public schools and will not fix the underlying problem of poor education in the United States."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3388,
    "fields": {
      "question": 364,
      "description": "Absolutely. This is just another example of meddling that harms the economy, hurts energy production, and puts hard-working Americans out of work."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3389,
    "fields": {
      "question": 364,
      "description": "Unfortunately, coal is one of the dirtiest forms of energy in existence. I don't see how we can continue to rely on it for the majority of America's energy needs."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3393,
    "fields": {
      "question": 366,
      "description": "After eight years of scandals and excesses from the Clinton Administration, I will return this country to its rightful principles -- small government, clean moral conduct, and the freedom of the people."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3394,
    "fields": {
      "question": 366,
      "description": "I will ask the American people if they really want to vote for a third term of Bill Clinton, and remind them that I am the true conservative alternative. I will remind them of Al Gore's campaign finance violations and frequent misrepresentations to the American people."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3395,
    "fields": {
      "question": 366,
      "description": "Conservatism doesn't mean anger and divisiveness. I will govern as a sensible, pragmatic conservative and pass reforms that are broadly acceptable to the American people. I will return a part of our historic surplus to all of our hard-working families who pay taxes."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3396,
    "fields": {
      "question": 366,
      "description": "As President, I will work with Republicans and Democrats to advocate for programs that all Americans can approve of. We need to move past the divisiveness of recent years and strengthen our economy, Social Security, education, and Medicare. I would prefer to return some of the budget surplus to the people, but I am willing to compromise to get things done."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3405,
    "fields": {
      "question": 369,
      "description": "We will emphasize that a vote for Al Gore is a vote for the scandals and liberal policies of the Clinton Administration. We offer a true, conservative alternative to the American people. I will discuss my evangelical Christianity and small-government beliefs."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3406,
    "fields": {
      "question": 369,
      "description": "It is important to nail down our conservative base by emphasizing tax cuts, my evangelical background, opposition to abortion, a strong defense, and limits to government spending. We will ignore Bill Clinton, but paint Al Gore as out of touch."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3407,
    "fields": {
      "question": 369,
      "description": "We need to run an attacking campaign against Al Gore. We will expose his misstatements and emphasize that his proposals will squander our budget surplus and greatly increase the size and scope of government."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3408,
    "fields": {
      "question": 369,
      "description": "I will campaign as a conciliatory, moderate conservative. I will emphasize my record as the Governor of Texas, and my support across different groups and parties. We will minimize any talk of budget cuts or overturning existing programs. We will resist the temptation to criticize Bill Clinton."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3417,
    "fields": {
      "question": 372,
      "description": "Let's give a good speech about how I am the mainstream, conservative candidate who will control spending and return our surplus to the American people."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3418,
    "fields": {
      "question": 372,
      "description": "Domestic issues. Let's talk about my plans to reform Social Security, education, and Medicare to ensure the future prosperity of America. Let's remind voters that these are common-sense proposals that appeal to almost everyone."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3419,
    "fields": {
      "question": 372,
      "description": "We need to attack Al Gore's views on the environment, on energy, on taxes, on spending, and on the right direction for our country. He is out of touch with the American people."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3420,
    "fields": {
      "question": 372,
      "description": "I will emphasize my record and experience as Governor of Texas. I will remind voters that I have worked across the aisle, won support from many different groups, and will be a uniter, not a divider, when I arrive in Washington."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3453,
    "fields": {
      "question": 381,
      "description": "I will spend the end of my campaign with my brother Jeb in Florida. This state will be critical to our chances."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3454,
    "fields": {
      "question": 381,
      "description": "I will appear in Pennsylvania and spend the latter half of the day in Ohio. These are two huge states that we can bring into the fold."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3455,
    "fields": {
      "question": 381,
      "description": "The upper Midwest is key. I will start in Iowa, travel through Wisconsin, and end up in Michigan."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3456,
    "fields": {
      "question": 381,
      "description": "We need to focus on states like Missouri, Tennessee, and Arkansas. Clinton may have won them four years ago, but with one last push we can make them go Republican."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3464,
    "fields": {
      "question": 384,
      "description": "This could destroy my campaign in the final days. We must accuse the Gore campaign of leaking this to discredit my candidacy, and challenge their credibility and timing."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3465,
    "fields": {
      "question": 384,
      "description": "I will admit my guilt and apologize to the American people for hiding this story. I will say it was a mistake in judgment to believe that this would not come to light in our modern media environment."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3466,
    "fields": {
      "question": 384,
      "description": "I will emphasize that I made mistakes in the past that I'm not proud of, and that I've always been up front with the American people about that fact. I will also remind the voters that I have not drank alcohol since 1986, and question why this came out five days before the election."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3467,
    "fields": {
      "question": 384,
      "description": "I refuse to comment on this issue. My spokeswoman will remind the American people that the real issue is who will be a better President for the country."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3474,
    "fields": {
      "question": 387,
      "description": "My campaign isn't about Bill Clinton. I prefer to focus on the future, and on the issues that will strengthen our country and economy."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3475,
    "fields": {
      "question": 387,
      "description": "Bill Clinton's partisan attacks have degraded the political culture of our country. I will be a uniter, not a divider, when I am in the White House."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3476,
    "fields": {
      "question": 387,
      "description": "Bill Clinton pushed through a tax increase, new gun control laws, a lot of environmental regulations, and has been subject to numerous fundraising and corruption allegations. Not to mention his infamous personal conduct in the White House."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3477,
    "fields": {
      "question": 387,
      "description": "We can all learn a lot from Bill Clinton's ability to compromise with Congress and pursue a moderate political agenda. I will do the same as President."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3478,
    "fields": {
      "question": 388,
      "description": "These stories are absolutely false. I never used illegal drugs and those who say I did are completely mistaken."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3479,
    "fields": {
      "question": 388,
      "description": "I did some things when I was younger that I'm not proud of. But my record in office and my conduct over the past two decades is clear. I stopped drinking in 1986 and never looked back."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3480,
    "fields": {
      "question": 388,
      "description": "These types of stories should be irrelevant to a political campaign. We've all done things when we were young that we're not proud of."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3493,
    "fields": {
      "question": 393,
      "description": "Dick Cheney is a principled conservative leader. The two of us will govern over a conservative, patriotic administration. Let's turn the page from the Clinton era."
    }
  },
  {
    "model": "campaign_trail.answer",
    "pk": 3494,
    "fields": {
      "question": 393,
      "description": "Dick Cheney is the best person for the job. He has served in all kinds of roles and performed admirably in every case."
    }
  }
]
